xorg
neovim
git
zsh
linux-firmware
bc
amdvlk
btrfs-progs
mesa
lib32-mesa
xf86-video-amdgpu
lib32-amdvlk
libva-mesa-driver
lib32-libva-mesa-driver
mesa-vdpau
lib32-mesa-vdpau
libva-utils
base-devel
dhcpcd
dosfstools
easyeffects
efibootmgr
harfbuzz
iwd
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
noto-fonts
noto-fonts-cjk
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
ranger
samba
smbclient
sxhkd
syncthing
texlive-most
thunderbird
ttf-font-awesome
ttf-joypixels
ttf-roboto
ueberzug
unzip
virt-manager
vkd3d
w3m
wget
wireless-regdb
